HSDTaskName = "Junk-Fax-Barriere";

//progress title when printing the junk fax list
"PRINT_PROGRESS_TITLE" = "Drucken… Bitte warten";

//button titles
"DONE" = "Fertig";
"YES" = "Ja";
"NO" = "Nein";
"OK" = "OK";
"CLOSE" = "Schließen";
DeleteButtonTitle = "Löschen";


//Block status label
"BLOCK_STATUS_MESSAGE" = "%1$d von %2$d Einträgen verwendet";

//Not a valid block fax number
"INVALID_FAX_NUMBER_TITLE" = "Ungültige Faxnummer";
"INVALID_FAX_NUMBER_DESC" = "Die eingegebene Nummer ist ungültig. Es sind nur Zahlen (0123456789) zulässig. Geben Sie eine gültige Faxnummer ein, und versuchen Sie es erneut.";

//Caller ID required warning message, when Block status is made ON
"JUNK_FAX_WARNING_TITLE" = "Anrufer-ID erforderlich";
"JUNK_FAX_WARNING_DESC" = "Für die Junk-Fax-Barriere muss das Gerät mit einer Leitung verbunden sein, bei der die Anrufer-ID aktiviert ist.\n\nWenn Sie nicht wissen, ob die Anrufer-ID für Ihre Leitung aktiviert ist, fragen Sie bei Ihrer Telefongesellschaft nach.";
"JUNK_FAX_DELETION_DESC" = "Sollen die in der Liste mit den geperrten Nummern ausgewählten Nummern wirklich gelöscht werden?";

//Duplicate entry error, If we need to allow duplicates
"DUPLICATE_JUNK_FAX_ENTRY_TITLE" = "Dopppelte Nummer";
"DUPLICATE_JUNK_FAX_ENTRY_DESC" = "Diese Nummer ist bereits in der Liste mit den gesperrten Nummern vorhanden. Soll sie erneut hinzugefügt werden?";

//Duplicate entry Error.
"DUPLICATE_JUNK_FAX_ENTRY_TITLE1" = "Doppelt gesperrte Faxnummer";
"DUPLICATE_JUNK_FAX_ENTRY_DESC1" = "Diese Nummer ist bereits in der Liste mit den gesperrten Faxnummern vorhanden.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Stellen Sie sicher, dass das Gerät online ist und kein Faxauftrag verarbeitet wird.";

HSDTaskDescriptionTitle = "Verwenden Sie die Junk-Fax-Barriere, um eingehende Faxe von den ausgewählten Anrufer-IDs zu sperren.";
HSDJunkFaxBlockingStateTitle = "Anrufer-ID - Faxbarriere:";
HSDBlockedNumbersTitle = "Gesperrte Nummern:";
HSDApplyButtonTitle = "Übernehmen";
HSDPrintListButtonTitle = "Liste drucken";

HSDEditPanelDescriptionTitle = "Zu sperrende Faxnummer eingeben:";
HSDOffButtonTitle = "Aus";
HSDOnButtonTitle = "Ein";

HSDFaxNumberTitle = "Faxnummer";
HSDEditButtonTitle = "Bearbeiten...";
HSDCreateButtonTitle = "Erstellen";
HSDCancelButtonTitle = "Abbrechen";

AskSaveChangesAlertTitle = "Die Liste mit den gesperrten Faxnummern wurde bearbeitet";
AskSaveChangesAlertMsg = "Die Änderungen spiegeln sich nicht in der gedruckten Liste wieder, wenn Sie diese nicht übernehmen. Sollen die an der Liste vorgenommenen Änderungen vor dem Drucken übernommen werden?";
AskSaveChangesDontApplyButtonTitle = "Nicht übernehmen";
AskSaveCahngesApplyButtonTitle = "Übernehmen";

PlusButtonToolTip = "Neue gesperrte Nummer hinzufügen";
MinusButtonToolTip = "Gesperrte Nummer löschen";
EditButtonToolTip = "Gesperrte Nummer bearbeiten";
PrintButtonToolTip = "Gesperrte Nummern drucken";
